<template>
  <div class="content">
    <div class="first"></div>
    <div class="text">
      <p>Практика, а затем и теория ленд-арта, возникшие в конце шестидесятых годов прошлого века основываются на законе энтропии — всякий порядок неумолимо
        будет
        разрушен,
        всякий космос поддерживается только неустанными усилиями богов и героев, всякий прах прильнет к праху. Ленд-арт, как и всё искусство прошлого века возник как критика.
        Критика тиражирования — слов, медийных образов, да и самого модернистского искусства, ставшего предметом потребления, а к концу века объектом неистовых спекуляций,
        символом раздутых цен, маркером социального расслоения. Ленд-арт, подчиняясь заявленной логике энтропии, за полвека эволюционировал, и критика модернизма сошла на нет.
        Исчезновение критической составляющей, как ни странно, тоже произрастает из этой логики: любой пафос, даже критический, оказывается несостоятельным, ибо все, что
        угодно,
        каким бы ни было его прошлое, в результате разрушается и растворяется в пространстве.
      </p>
    </div>
    <div><img src="../assets/images/photos/art_2.jpg" alt=""></div>
    <div class="text">
      <p>На первый взгляд перспектива выглядит довольно мрачной, но почему бы не попробовать взглянуть на нее с другой стороны. Мир, лишенный пафоса, лишается и
        центростремительной модели достигаторства и превращается в дзен-лабиринт бесконечных исследований: у самурая нет цели, только путь.</p>
      <p>В этом лабиринте точками внимания ленд-арта стали контексты среды — исторические, природные, экологические. </p>
      <p>В рамках такой обновившейся стратегии художник может наконец скинуть с себя обязательство быть социально ангажированным рупором, и заняться тем, чем художник
        занимался с самого своего появления — перефокусировать зрение — своё, и, в конечном итоге, зрителя, раздвигать границы рационального, преломляя хлеба увиденных им
        смыслов.</p>
    </div>
    <div>
      <img src="../assets/images/photos/art_3.jpg" alt="">
    </div>
    <div class="second"></div>
    <div class="full text">
      <p>На Валерия Казаса, краснодарского скульптора, носившего последние годы тесноватый пиджак последнего модерниста, и его жену Юлию Казас, партнера и коллегу, эта смена
        вектора никак не повлияла. Они всегда исповедовали визуальный дзен, близкий к полной аскезе. Отсутствие изобразительности, утверждает Валерий Казас, предполагает
        полную свободу восприятия, скульптура прекрасна в своей неутилитарности. К слову сказать, художник не отрицает, что японская скульптура не только произвела на него
        большое впечатление, но и оказала значительное влияние. Это влияние не формальное, работа с нэцке - это не мастерство создания декоративной избыточности, но
        пристальное внимание к природным особенностям материала - дерево ли это, камень ли, или ржавый лист железа. Эти контрасты - текстур, цветов, живого и неживого,
        выявление и подчеркивание структур, архитектоники объекта и архитектуры пространства - основа творческого метода Казасов. Жесты художников просты и лаконичны - они
        легко превращают спиленный швеллер в яркую минималистичную скульптуру. И освещающий эти обломки дневной свет доделывает работу - создает рефлекс цвета на воду,
        похожий на портал в неизвестность. Они выстраивают дорожки из камней, уходящие в озеро, и укладывают яркий камень в изгиб ствола согнувшегося над озером дерева. Они
        выстраивают структуры из обломанных ветвей и погибших когда-то деревьев, трансформируя лес в тот самый лабиринт, где нет цели. Лабиринт, где, присев на бирюзовый
        гранит, и всмотревшись в проступившую из болота голубую структуру, замолчав всего на минуту вы услышите звук хлопка одной ладони.</p>
    </div>
  </div>
</template>
<script>
export default {
  name: "Content"
}
</script>

<style scoped>
.content {
  display: grid;
  grid-gap: var(--gap);
  grid-template-columns: 4fr 3fr;
  justify-items: stretch;
}

.content div {
  border-radius: var(--radius);
  background: #f6f6f6;
  overflow: hidden;
  /*object-fit: cover;*/
}

.content div img {
  width: 100%;
  display: flex;
  object-fit: scale-down;
  object-position: center;
}

div.first {
  grid-column-start: 1;
  grid-column-end: 1;
  grid-row-start: 1;
  grid-row-end: span 2;
  background: url("../assets/images/photos/art_1.jpg") center / cover no-repeat;
  display: flex;
}

div.second {
  grid-column-start: 2;
  grid-column-end: 2;
  grid-row-start: 3;
  grid-row-end: span 2;
  background: url("../assets/images/photos/art_4.jpg") center / cover no-repeat;
  /*display: flex;*/
}

div.full {
  grid-column: span 2;
}

.text {
  padding: 20px;
}

@media (max-width: 800px) {
  .content{
    grid-template-columns: 3fr 3fr;
  }
}
@media (max-width: 420px) {
  .content{
    grid-template-columns: 1fr;
  }
  div.first{
    grid-column-start: 1;
    grid-column-end: 1;
    grid-row-start: 1;
    grid-row-end: 1;
    height: 50vh;
  }
  div.second{
    grid-column-start: 1;
    grid-column-end: 1;
    grid-row-start: 7;
    grid-row-end: 7;
    height: 30vh;
  }
  div.full {
    grid-column: unset;
  }
}
</style>